{"items":[
  {
    "key": "text_anchor",
    "value": "left"
  },
  {
    "key": "display_language",
    "value": "Deutsch"
  },
  {
    "key": "close",
    "value": "Schließen"
  },
  {
    "key": "ok",
    "value": "OK"
  },
  {
    "key": "next",
    "value": "Nächster"
  },
  {
    "key": "back",
    "value": "Zurück"
  },
  {
    "key": "help",
    "value": "Hilfe"
  },
  {
    "key": "stars_tooltip",
    "value": "Tippen Sie auf Sterne, um weitere Info zu erhalten."
  },
  {
    "key": "intro_on_menu_load",
    "value": "Willkommen in der BrainModes-App.\n\nDiese App zeigt Ihnen verschiedene Visualisierungen des Gehirns, die mit realen Gehirndatenaufzeichnungen und -simulationen erstellt wurden. Erkunden Sie die Visualisierungen mithilfe des Touchscreens. Sie können die Modelle durch Ziehen drehen und durch Kneifen vergrößern und verkleinern.\n\nBerühren Sie diese Sterne, um mehr über verschiedene Aspekte der Visualisierungen zu erfahren und herauszufinden, wie wir das Gehirn untersuchen."
  },
  {
    "key": "intro_brain",
    "value": "Hier sehen Sie die Stellen auf der Kopfhaut, an denen Elektroden während einer EEG- (oder Elektroenzephalograph-) Untersuchung platziert werden. Das EEG ist ein nicht-invasives Verfahren - es ist so, als würde man eine mit Kabeln bedeckte Badekappe aufsetzen. Die Positionen, an denen die Gehirnaktivität während eines EEG gemessen wird, folgen dem 10-20-System, einem Standardraster von Stellen auf der Oberfläche des Kopfes. Die Verwendung dieses Systems erleichtert die standardisierte Bezugnahme auf bestimmte Standorte. Zum Beispiel bedeutet \"F\" frontal (die Vorderseite des Kopfes) und \"O\" bedeutet okzipital (die Rückseite des Kopfes)."
  },
  {
    "key": "press_enable_traces",
    "value": "Drücken Sie den Stern, um das Signal von den Elektroden zu sehen."
  },
  {
    "key": "intro_on_traces_enabled",
    "value": "Diese beiden Linien zeichnen die elektrische Aktivität auf, die von den Elektroden auf der Oberfläche des Kopfes erfasst wird, und diese elektrische Aktivität wird von Neuronen im Gehirn erzeugt. Diese Technologie wird als Elektroenzephalographie oder EEG bezeichnet. Bestimmte Arten von EEG-Aktivitäten an verschiedenen Stellen des Kopfes können uns Hinweise auf den Zustand des Gehirns geben und darauf, ob es gesund oder krank ist. Mithilfe personalisierter rechnergestützter Gehirnmodelle können wir genauer ableiten, was das Gehirn „tut“. Erfahren Sie mehr über die Bedeutung von EEG in den Visualisierungen Zeitreihen, EEG-Rhythmen, Kopfhautoberfläche und kortikale Oberfläche."
  },
  {
    "key": "menu_info",
    "value": "Dies ist das Hauptmenü der App. Hier können Sie verschiedene Gehirnvisualisierungen auswählen und mehr darüber erfahren. Wenn Sie nicht sicher sind, wo Sie anfangen sollen, klicken Sie auf die Schaltfläche Zeitreihe."
  },
  {
    "key": "timeseries_info",
    "value": "Diese Grafik zeigt die Aktivität des Gehirns einer Person, gemessen durch eine EEG- (oder Elektroenzephalograph-) Untersuchung. Jede Linie repräsentiert die Gehirnaktivität, die an einer bestimmten Position am Kopf gemessen wurde. Eine EEG-Untersuchung misst die elektrische Aktivität des Gehirns mit kleinen leitfähigen Metallscheiben (Elektroden) auf der Kopfhaut. Die elektrische Aktivität des Gehirns tritt auf, wenn Gehirnzellen (Neuronen) Informationen verarbeiten. Dies passiert die ganze Zeit, auch wenn Sie schlafen. Ein EEG-Scan kann bei der Diagnose von Gehirn- oder Schlafstörungen wie Tumor, Epilepsie oder Narkolepsie hilfreich sein."
  },
  {
    "key": "timeseries_raw",
    "value": "Hier sehen wir die EEG-Rohdaten in der Grafik. Die Daten wurden noch nicht gefiltert, um elektrische Aktivitäten zu entfernen, die nicht durch Gehirnwellen verursacht werden. Sehen Sie, wie sich die Spitzen in der Grafik wiederholen? Sie werden durch das Blinken der Person verursacht, weil Augenbewegungen wie das Gehirn elektrische Aktivität erzeugen. Sie können auch sehen, wie der Herzschlag wiederkehrt, was die elektrische Aktivität, die wir von der Oberfläche des Gehirns lesen, auf subtile Weise beeinflusst."
  },
  {
    "key": "timeseries_alpha",
    "value": "Hier sehen wir gefilterte EEG-Daten, die nur die Alpha-Frequenz von 8-12 Hz zeigen. Dies ist eine langsam oszillierende Welle, die auf und ab schwankt, ähnlich wie Wellen auf dem Ozean. Es kann bei den meisten Menschen gesehen werden, wenn sie ihre Augen schließen. Seine Anwesenheit weist oft auf einen entspannten Gehirnzustand hin, z. B. wenn Sie sich in Frieden fühlen oder sich mit geschlossenen Augen entspannen."
  },
  {
    "key": "timeseries_beta",
    "value": "Hier sehen wir die Daten nur gefiltert, um die Beta-Frequenz von 13-32 Hz anzuzeigen. Es ist eine viel schnellere und weniger regelmäßige Welle als Alpha. Beta ist viel beschäftigter und seine Leistung kann oft mit einem fokussierten oder konzentrierten aktiven Zustand verbunden sein, z. B. wenn Sie einen Test machen oder sich auf eine interessante Aufgabe konzentrieren."
  },
  {
    "key": "timeseries_gamma",
    "value": "Hier sehen wir die Gammawelle. Gamma ist eine sehr schnelle Frequenz mit niedriger Amplitude von 32-100 Hz. Es ist in einigen Gehirnregionen während der intensiven kognitiven Verarbeitung eingehender sensorischer Informationen sowie während des Lernens und der Problemlösung vorherrschend."
  },
  {
    "key": "timeseries_theta",
    "value": "Hier sind die Daten noch einmal, aber gefiltert, um nur die Theta-Frequenz von 4-8 Hz anzuzeigen. Es ist noch langsamer als die Alpha-Frequenz, aber in seinen Wellen viel unregelmäßiger. Diese Frequenz ist verbunden mit Gedächtnisbildung und Erinnerung, Kreativität, Einsicht, Schlaf und Träumen."
  },
  {
    "key": "timeseries_delta",
    "value": "Hier werden die Daten gefiltert, sodass wir nur die Delta-Welle sehen, die die langsamste von allen ist - von 0,5 bis 4 Hz. Es ist nur dann vorherrschend, wenn wir im Tiefschlaf sind - wenn wir nicht leicht aufzuwachen sind und unser Körper sich vom Tag erholt."
  },
  {
    "key": "eeg_rhythems_info",
    "value": "Diese Grafik zeigt die Leistung jeder EEG-Frequenz gleichzeitig: Alpha, Beta, Delta, Theta und Gamma. Jede Frequenz ist mit unterschiedlichen Gehirnaktivitäten verbunden, wie z. B. Entspannung, Konzentration, Kreativität und Schlaf. Wie Sie sehen, schwankt es ständig - das Gehirn verändert sich ständig und hört nie auf, egal welche Aktivität Sie ausführen. Klicken Sie auf die verschiedenen Wellentypen (Alpha, Theta, Gamma usw.), um mehr über sie zu erfahren."
  },
  {
    "key": "eeg_rhythems_alpha",
    "value": "Wenn sich die Linie Alpha nähert, bedeutet dies, dass die Alpha-Wellen stark sind. Sie können sehen, dass die Linie im Vergleich zu den anderen Frequenzen ziemlich langsam ein- und ausgeht, da Alphawellen langsam und sich wiederholend sind. Dies wird als Alpha-Rhythmus bezeichnet und ist mit einem ruhigen und entspannten Geisteszustand verbunden."
  },
  {
    "key": "eeg_rhythems_beta",
    "value": "Beta-Wellen sind mit Fokussierung verbunden. Sie können sehen, dass die Linie gelegentlich in der Nähe des Beta-Symbols herumspringt. Dies bedeutet, dass die Person möglicherweise einen flüchtigen Moment der Konzentration erlebt."
  },
  {
    "key": "eeg_rhythems_gamma",
    "value": "Gamma ist eine Welle mit höherer Frequenz. Es ist mit der Verarbeitung eingehender sensorischer Informationen, dem Lösen von Problemen und dem Lernen verbunden."
  },
  {
    "key": "eeg_rhythems_theta",
    "value": "Theta ist mit Gedächtnisbildung und Erinnerung verbunden oder mit Geisteszuständen, die nicht ganz wach sind - beispielsweise wenn Sie übermäßig müde sind und im Schlaf ein- und ausschlafen. Die Linien mögen hier und da abfallen, aber Sie werden feststellen, dass sie nicht so oft hier bleiben wie bei Alpha, Beta und Gamma. Dies könnte daran liegen, dass diese Aufzeichnung gemacht wurde, als die Person nur herum saß und nichts in einem MRT-Gerät mit aufgesetzter EEG-Kappe tat. Es ist dort ziemlich laut, daher bezweifle ich, dass sie sehr entspannt waren oder schlafen konnten."
  },
  {
    "key": "eeg_rhythems_delta",
    "value": "Delta ist eine Welle, die mit tiefem Schlaf verbunden ist, sogar mit traumlosem Schlaf. Sie fragen sich vielleicht, warum sich die Linie ab und zu Delta nähert, wenn wir wissen, dass diese Aufnahme bei einer wachen Person gemacht wurde. Dies ist ein Fehler in der Aufnahme. Das Erstellen einer EEG-Aufzeichnung ist schwierig, da wir die vom Gehirn erzeugte Elektrizität über die Hautoberfläche ablesen. Es gibt viele Faktoren, die die Genauigkeit dieser Ablesung beeinträchtigen können, z oder WiFi im Zimmer. All diese Dinge erzeugen Elektrizität und unterbrechen Daten aus dem Gehirn. Wir nennen diese Nicht-Gehirn-Ereignisse „Artefakte“ und versuchen, sie herauszufiltern."
  },
  {
    "key": "scalp_surface_info",
    "value": "Die Grafiken und Modelle in dieser App stammen aus einem MRT- (Magnetresonanztomographie) + EEG-Scan (Elektroenzephalograph) einer Person. Wir verwenden diese Daten, um dieses 3D-Modell ihres Kopfes zu erstellen, und färben die Oberfläche mithilfe der EEG-Daten. Das EEG wird von einigen Sensoren in Fingerspitzengröße übernommen, aber Sie können sehen, dass der gesamte Kopf mit Farbe bedeckt ist, nicht nur die Sensoren. Wie können wir all diese Gehirnaktivitäten anhand eines Scans mit nur wenigen kleinen Sensoren visualisieren? Wir können dies anhand eines mathematischen Modells der Funktionsweise des Gehirns tun. Dieses Modell heißt The Virtual Brain und hilft uns zu erraten, was der Rest des Gehirns tut."
  },
  {
    "key": "scalp_surface_raw",
    "value": "In dieser Visualisierung wird hohe Aktivität durch Rot und niedrige Aktivität durch Blau dargestellt. Sie haben wahrscheinlich bemerkt, dass das Aktivitätsniveau im gesamten Gehirn ziemlich stark schwankt. Dies ist sehr normal und fast jedes Gehirn sieht so aus, wenn es nichts tut. Manchmal nennen wir dies \"Leerlauf\" oder \"Ruhezustand\". Grundsätzlich erhielt die Person, deren Gehirn wir aufzeichneten, während der Aufnahme keine Aufgaben oder Aktivitäten. Wenn die Person eine Aufgabe erhalten hat, sehen wir möglicherweise ein anderes Aktivitätsmuster. Wenn sie beispielsweise ein Video ansehen würden, würden wir eine hohe Aktivität im hinteren Teil des Gehirns in einem Bereich sehen, der als Okzipitallappen bezeichnet wird.\n\nWählen Sie verschiedene Gehirnaktivitätstypen aus, um die auf die Kopfhaut projizierte Aktivität anzuzeigen."
  },
  {
    "key": "scalp_surface_alpha",
    "value": "Alpha-Frequenzen sind mit Entspannung verbunden und können im okzipitalen Bereich (der Rückseite des Gehirns) bei geschlossenen Augen sehr ausgeprägt sein. Die Intensität des Alpha-Rhythmus wird verringert, wenn die Augen geöffnet sind oder wenn Sie schläfrig sind. Möglicherweise sehen Sie die Alpha-Aktivität auf der Rückseite der Kopfhaut intensiver."
  },
  {
    "key": "scalp_surface_beta",
    "value": "Beta-Frequenzen sind während des normalen Wachbewusstseins vorhanden. Wenn jemand die Augen geschlossen hat und sie dann öffnet, kann es normalerweise zu einer Zunahme der Beta-Aktivität kommen. Beta-Aktivität auf der unteren Frequenz des Spektrums kann auf Konzentration, Angst oder Stress hinweisen. Es ist unwahrscheinlich, dass Sie in dieser Visualisierung sehr viel Beta-Aktivität sehen, aber wenn Sie dies tun, könnte es sich irgendwo auf der Kopfhaut befinden."
  },
  {
    "key": "scalp_surface_gamma",
    "value": "Gamma ist am häufigsten bei der Verarbeitung eingehender sensorischer Informationen, beim Lösen von Problemen und beim Lernen vorhanden. Es wird häufig in den frontalen, parietalen und temporalen Regionen des Gehirns gesehen, sodass Sie diese Aktivität möglicherweise intensiver an der Vorderseite, der Oberseite und den Seiten der Kopfhaut sehen können."
  },
  {
    "key": "scalp_surface_theta",
    "value": "Es wird angenommen, dass der größte Teil der Theta-Aktivität vom Thalamus und Hippocampus beim Menschen herrührt. Dies sind kleine Regionen in der Mitte des Gehirns, weit weg von der Oberfläche. Während des Träumens von Schlaf-, Meditations-, Navigations- und Gedächtnisaufgaben kann beobachtet werden, dass Theta aus vielen Teilen des Gehirns kommt. Sie können diese Aktivität überall auf der Kopfhaut schwach sehen."
  },
  {
    "key": "scalp_surface_delta",
    "value": "Delta ist mit tiefem traumlosem Schlaf verbunden und seine Intensität ist ein guter Indikator dafür, wie tief jemand schläft. Es ist die langsamste mögliche Gehirnwelle, die wir beim Menschen kennen. Delta-Wellen stammen aus dem Thalamus und der Kortikalis. Der Thalamus ist eine kleine Region in der Mitte des Gehirns, daher ist er in dieser Visualisierung nicht sichtbar. Wenn jedoch Delta vorhanden ist, induziert er auch die Wachstumshormonproduktion aus der Hypophyse in der Nähe. Der Kortex ist die gesamte äußere Oberfläche des Gehirns nahe der Oberfläche der Kopfhaut. In dieser Visualisierung wird wahrscheinlich keine Delta-Aktivität angezeigt, da die Daten von einer Person in einem sehr lauten MRT-Gerät stammen. Wenn Sie etwas sehen, ist es wahrscheinlich sehr schwach oder ein Fehler in der Datenaufzeichnung."
  },
  {
    "key": "cortical_surface_info",
    "value": "Dieses Modell des Kortex der Person besteht aus MRT- (Magnetresonanztomographie) + EEG-Scans (Elektroenzephalograph) ihres Gehirns. Die MRT macht Bilder von der Innenseite des Kopfes und mithilfe von Software können wir ein 3D-Modell nur des Gesichts und des Gehirns erstellen. Dieses Modell ähnelt der Oberflächenvisualisierung der Kopfhaut. Stellen Sie sich vor, die von der Oberfläche der Kopfhaut gelesenen EEG-Daten wurden auf das Gehirn im Inneren projiziert - das sehen wir in dieser Visualisierung."
  },
  {
    "key": "cortical_surface_raw",
    "value": "Genau wie bei der Visualisierung der Kopfhautoberfläche ist dieser Kortex mit schwankenden Farben bedeckt. Das Gehirn verändert sich ständig - auch im Ruhezustand. Gelegentlich kann es vorkommen, dass das Gehirn an einigen Stellen für einen Moment dunkelgrau wird. Dies bedeutet, dass während des EEG-Scans ein Fehler aufgetreten ist. Dies kann viele Gründe haben, z. B. Störungen durch die blinkende, sich bewegende Person oder sogar das Licht im MRT-Raum, die alle geringe Mengen an elektrischem Strom erzeugen, die die Aufzeichnung stören. Wir können einige dieser Fehler herausfiltern, aber wenn es zu viele gibt, können wir nicht erraten, was das Gehirn tut. In diesem Modell lassen wir diese Teile dunkelgrau, um die fehlenden Daten zu symbolisieren.\n\nWählen Sie verschiedene Gehirnaktivitätstypen aus, um die auf den Kortex projizierte Aktivität anzuzeigen."
  },
  {
    "key": "cortical_surface_alpha",
    "value": "Alpha-Frequenzen sind mit Entspannung verbunden und können im okzipitalen Bereich (der Rückseite des Gehirns) bei geschlossenen Augen sehr ausgeprägt sein. Die Intensität des Alpha-Rhythmus wird verringert, wenn die Augen geöffnet sind oder wenn Sie schläfrig sind. Möglicherweise sehen Sie die Alpha-Aktivität im hinteren Bereich des Kortex intensiver."
  },
  {
    "key": "cortical_surface_beta",
    "value": "Beta-Frequenzen sind während des normalen Wachbewusstseins vorhanden. Wenn jemand die Augen geschlossen hat und sie dann öffnet, kann es normalerweise zu einer Zunahme der Beta-Aktivität kommen. Beta-Aktivität auf der unteren Frequenz des Spektrums kann auf Konzentration, Angst oder Stress hinweisen. Es ist unwahrscheinlich, dass Sie in dieser Visualisierung sehr viel Beta-Aktivität sehen, aber wenn Sie dies tun, könnte es sich irgendwo im Kortex befinden."
  },
  {
    "key": "cortical_surface_gamma",
    "value": "Gamma ist am häufigsten bei der Verarbeitung eingehender sensorischer Informationen, beim Lösen von Problemen und beim Lernen vorhanden. Es wird häufig in den frontalen, parietalen und temporalen Regionen des Gehirns gesehen, sodass Sie diese Aktivität möglicherweise intensiver an der Vorderseite, oben und an den Seiten des Kortex sehen können."
  },
  {
    "key": "cortical_surface_theta",
    "value": "Es wird angenommen, dass der größte Teil der Theta-Aktivität vom Thalamus und Hippocampus beim Menschen herrührt. Dies sind kleine Regionen im Zentrum des Gehirns, weit weg von der Oberfläche. Während des Träumens von Schlaf-, Meditations-, Navigations- und Gedächtnisaufgaben kann beobachtet werden, dass Theta aus vielen Teilen des Gehirns kommt. Sie können diese Aktivität überall im Kortex schwach sehen."
  },
  {
    "key": "cortical_surface_detla",
    "value": "Delta ist mit tiefem traumlosem Schlaf verbunden und seine Intensität ist ein guter Indikator dafür, wie tief jemand schläft. Es ist die langsamste mögliche Gehirnwelle, die wir beim Menschen kennen. Delta-Wellen stammen aus dem Thalamus und der Kortikalis. Der Thalamus ist eine kleine Region in der Mitte des Gehirns, daher ist er in dieser Visualisierung nicht sichtbar. Wenn jedoch Delta vorhanden ist, induziert er auch die Wachstumshormonproduktion aus der Hypophyse in der Nähe. Der Kortex ist die gesamte äußere Oberfläche des Gehirns nahe der Oberfläche der Kopfhaut. In dieser Visualisierung wird wahrscheinlich keine Delta-Aktivität angezeigt, da die Daten von einer Person in einem sehr lauten MRT-Gerät stammen. Wenn Sie etwas sehen, ist es wahrscheinlich sehr schwach oder ein Fehler in der Datenaufzeichnung."
  },
  {
    "key": "cortical_parcellation_info",
    "value": "Dieses Gehirnmodell ähnelt der kortikalen Visualisierung, die Sie möglicherweise zuvor gesehen haben, außer dass es in Abschnitte unterteilt wurde. Dies wird als Parzellierung bezeichnet und basiert auf einem Standardatlas eines Gehirns, das dem Gehirn dieser einzigartigen Person zugeordnet ist. Verschiedene Regionen - oder Sammlungen von Regionen - sind im Allgemeinen mit bestimmten Aktivitäten verbunden, z. B. Hören, Sehen, Erinnern, Lernen usw. In unserem Labor untersuchen wir, wie die Regionen mithilfe von The Virtual Brain zusammenarbeiten - einer Plattform zur Simulation personalisierter Hirnnetzwerkmodelle. Sie können dies hier in Aktion sehen. Die animierten Farben und Lichter sind eine Simulation der Gehirnaktivität dieser Person, basierend auf den MRT- und EEG-Aufzeichnungen, die Sie möglicherweise zuvor in den Zeitreihen, EEG-Rhythmen, Kopfhaut- und Kortikalis-Visualisierungen gesehen haben. In dieser Visualisierung sehen wir verschiedene Regionen, die zu unterschiedlichen Zeiten und in unterschiedlichen Kombinationen aktiv sind, da das virtuelle Gehirn anhand der Daten und mathematischen Modelle der Funktionsweise des Gehirns eine bestmögliche Vermutung darüber simuliert, was das Gehirn dieser Person tut."
  },
  {
    "key": "cortical_parcellation_raw",
    "value": "Ähnlich wie bei der Visualisierung der kortikalen Oberfläche schwankt dieser Kortex mit vielen Farben. Das Gehirn verändert sich ständig - auch im Ruhezustand. Dieses Modell unterscheidet sich vom kortikalen Oberflächenmodell darin, dass es die Aktivität im Gehirn zeigt. Farbcluster stellen den Ursprung der Gehirnaktivität im Gehirn dar, und der Ort kann angeben, um welche Art von Gehirnaktivität es sich handelt. Zum Beispiel kann Aktivität in der Nähe der Oberseite des Kortex mit realen oder imaginären motorischen Aufgaben wie dem Bewegen des Körpers zusammenhängen.\n\nWählen Sie verschiedene Gehirnaktivitätstypen aus, um die auf den Kortex projizierte Aktivität anzuzeigen."
  },
  {
    "key": "cortical_parcellation_alpha",
    "value": "Alpha-Frequenzen sind mit Entspannung verbunden und können im okzipitalen Bereich (der Rückseite des Gehirns) bei geschlossenen Augen sehr ausgeprägt sein. Die Intensität des Alpha-Rhythmus wird verringert, wenn die Augen geöffnet sind oder wenn Sie schläfrig sind. Möglicherweise sehen Sie die Alpha-Aktivität im hinteren Bereich des Gehirns intensiver."
  },
  {
    "key": "cortical_parcellation_beta",
    "value": "Beta-Frequenzen sind während des normalen Wachbewusstseins vorhanden. Wenn jemand die Augen geschlossen hat und sie dann öffnet, kann es normalerweise zu einer Zunahme der Beta-Aktivität kommen. Beta-Aktivität auf der unteren Frequenz des Spektrums kann auf Konzentration, Angst oder Stress hinweisen. Es ist unwahrscheinlich, dass Sie in dieser Visualisierung sehr viel Beta-Aktivität sehen, aber wenn Sie dies tun, könnte dies irgendwo im Gehirn sein."
  },
  {
    "key": "cortical_parcellation_theta",
    "value": "Es wird angenommen, dass der größte Teil der Theta-Aktivität vom Thalamus und Hippocampus beim Menschen herrührt. Dies sind kleine Regionen im Zentrum des Gehirns, weit weg von der Oberfläche. Während des Träumens von Schlaf-, Meditations-, Navigations- und Gedächtnisaufgaben kann beobachtet werden, dass Theta aus vielen Teilen des Gehirns kommt. Sie können diese Aktivität schwach überall im Gehirn sehen."
  },
  {
    "key": "cortical_parcellation_gamma",
    "value": "Gamma ist am häufigsten bei der Verarbeitung eingehender sensorischer Informationen, beim Lösen von Problemen und beim Lernen vorhanden. Es wird häufig in den frontalen, parietalen und temporalen Regionen des Gehirns gesehen, sodass Sie diese Aktivität möglicherweise intensiver an der Vorderseite, oben und an den Seiten des Gehirns sehen können."
  },
  {
    "key": "cortical_parcellation_detla",
    "value": "Delta ist mit tiefem traumlosem Schlaf verbunden und seine Intensität ist ein guter Indikator dafür, wie tief jemand schläft. Es ist die langsamste mögliche Gehirnwelle, die wir beim Menschen kennen. Delta-Wellen stammen aus dem Thalamus und der Kortikalis. Der Thalamus ist eine kleine Region im Zentrum des Gehirns, und wenn Delta vorhanden ist, induziert es auch die Wachstumshormonproduktion aus der Hypophyse in der Nähe. In dieser Visualisierung wird wahrscheinlich keine Delta-Aktivität angezeigt, da die Daten von einer Person in einem sehr lauten MRT-Gerät stammen. Wenn Sie etwas sehen, ist es wahrscheinlich sehr schwach oder ein Fehler in der Datenaufzeichnung."
  },
  {
    "key": "volumetric_data_info",
    "value": "Ziehen Sie an den Schiebereglern, um die Bildsätze anzuzeigen, die während eines MRT-Scans (Magnetresonanztomographie) erstellt wurden. Hier können Sie durch Bildsätze des Gehirns gleiten, die mit einer MRT erstellt wurden."
  },
  {
    "key": "volumetric_data_slider",
    "value": "Sie können sehen, wie die Bilder in winzigen Schritten von Ohr zu Ohr oder vom Kinn zur Oberseite des Kopfes oder von der Nase zum Hinterkopf gehen. Mit dieser Serie von 2D-Bildern können wir die 3D-Modelle erstellen, die Sie im Rest dieser App sehen - zum Beispiel die Modelle von Gesicht, Kopfhaut und Gehirn. Wir verwenden diese anatomischen Daten, die für jede Person einzigartig sind (wie ein Fingerabdruck), auch, um die Simulationen zu informieren und sie genauer an diese Person anzupassen. Wir können Bilder wie diese verwenden, um eine personalisierte Simulation des Gehirns einer Person zu erstellen - einschließlich Ihres! Diese Personalisierung ist wichtig, da es kein Gehirnmodell gibt, das jedes einzelne Gehirn genau darstellt. Wir können personalisierte Gehirnsimulationen verwenden, um Gehirnkrankheiten wie Alzheimer, Schlaganfall, Koma und Epilepsie zu untersuchen und zu behandeln."
  },
  {
    "key": "connectivity_model",
    "value": "Diese Visualisierung zeigt die Trakte der weißen Substanz im Gehirn. Trakte der weißen Substanz sind Wege, auf denen Gehirnsignale wandern und Informationen an verschiedene Teile des Gehirns liefern. Sie bilden eine anatomische Struktur, die für jeden Menschen einzigartig ist. Die Farben in diesem speziellen Modell stellen die Richtung dar, in die sich das Signal bewegt, da Sie sehen können, dass einige Signalpfade ziemlich verdreht sind, da sie durch viele Teile des Gehirns fließen."
  },
  {
    "key": "connectivity_firing_rates",
    "value": "In der Traktographie-Visualisierung haben wir die Pfade gesehen, auf denen Informationen durch das Gehirn fließen, und in dieser Visualisierung können wir auch die Informationen sehen, die auf diesen Pfaden fließen. Wer sendet und empfängt diese Informationen? Neuronen im Gehirn! Hier sehen wir den Weg, den die Signale nehmen, aber nur einen kleinen Bruchteil des realen Informationsflusses im Gehirn. Sie können sich diese Signale als Kommunikationsfehler vorstellen oder als Autos auf den Straßen und Autobahnen einer Stadt, die Passagiere zwischen Standorten befördern. Die Signalwege, Geschwindigkeit und Intensität der Signale liefern wichtige Informationen und können uns bei der Diagnose spezifischer Probleme helfen. Wenn zum Beispiel die Kommunikation in einem Teil des Gehirns sehr intensiv und repetitiv ist und sich dieses Kommunikationsmuster über das Gehirnnetzwerk ausbreitet, wissen wir, dass der Besitzer dieses Gehirns einen Anfall hat."
  }
]}